var businessArray = {
    version: '1.0.2',
    list: [
        {
            name: 'טוען רבני - ניסים שבבו',
            des: '',
            owner: 'ניסים שבבו',
            tel: '0586970204',
            email: '--',
            address: '--',
            tags: 'משפטים, טוען רבני'
    
        },
        {
            name: 'חלפן כספים',
            des: 'חלפן - ציינג, פריטת שיקים מט"ח, העברות בין לאומיות.',
            owner: 'ישראל פרומר',
            tel: '0542377571',
            email: '--',
            address: '--',
            tags: "כסף, ציינג, change, דולר, דולרים"
        },
        {
            name: `ביד היוצר`,
            des: `סטודיו לקרמיקה, חוגים, סדנאות ומתנות.`,
            owner: 'שפרה ברזל',
            tel: '0522484365',
            email: '--',
            address: '--',
            tags: `פנאי, יצירה, בילוי`
        },
        {
            name: `אופטיקה יערים`,
            des: `מכירת כל סוגי משקפי הראיה, משקפי שמש, עדשות מגע ותמיסות. בדיקות ראיה בתיאום מראש`,
            owner: '--',
            tel: '0555574161',
            email: '--',
            address: 'רחוב דרך אברהם 16',
            tags: `ראיה, אופטיקה, משקפיים, משקפים, עדשות , תמיסה`
        },
        {
            name: `פיצה סיציליאנו`,
            des: `מבחר פיצות שף מיוחדות ומעניינות. בייגל, ציפס, מבחר סלטים. בכשרות הרב שולמן.`,
            owner: '--',
            tel: '0585218921',
            email: '--',
            address: 'רחוב יצחק 27',
            tags: `  אוכל, פיצה, בייגל, ציפס`
        },
        {
            name: `המקום החם`,
            des: `פיצה, ביגלה מלוח, ביגלה גבינה, מאפים, לחם שום, ציפס, פלאפל, פסטות. משלוח או איסוף מהמקום.`,
            owner: '--',
            tel: '025016030,0587371817',
            email: '--',
            address: 'רחוב אוזניים לתורה 9',
            tags: `אוכל, פיצה, בייגל, ביגלה, ציפס, פלאפל, פסטה, פסטות`
        },
        {
            name: `הר הרוח השכרת רכב`,
            des: `השכרת רכב.`,
            owner: 'רותם גרנית',
            tel: '025335337,0548423630,0527675051',
            email: '--',
            address: '--',
            tags: `רכב, השכרת רכב, שכירות`
        },
        {
            name: `גישמאק`,
            des: `צולנט בליל שישי, עונג שבת, קינוחים, אוכל מוכן לשבת, קידושים ושמחות.`,
            owner: '--',
            tel: '0523410220',
            email: '--',
            address: 'רחוב משעול הריף 6',
            tags: `אוכל, צולנט, אוכל לשבת, סלטים`
        },
        {
            name: `אלי כץ ובנו`,
            des: `אינסטלציה ושיפוצים.`,
            owner: 'אלי וישראל כץ',
            tel: '025346658,0527648865,0559235239',
            email: '--',
            address: '--',
            tags: `אינסטלטור, אינסטלציה, שיפוץ, שיפוצניק, שיפוצים, ביוב`
        },
        {
            name: `תיווך מזוזה`,
            des: `תיווך - שיווק - השקעות.`,
            owner: 'דניאל פלוצניק',
            tel: '0548475875',
            email: '--',
            address: '--',
            tags: ` השכרה ,תיווך בתים, דירות, מתווך, שכירות`
        },
        {
            name: `סופר הטוב והמטיב`,
            des: `הסופר שלך - תמיד בשבילך.`,
            owner: '--',
            tel: '025095952',
            email: '--',
            address: 'רחוב הדגן 5',
            tags: `סופר, מכולת, אוכל`
        },
        {
            name: `אהרן הספר`,
            des: `מספרה יוקרתית לגברים וילדים. מכבדים כרטיסי אשראי.`,
            owner: '--',
            tel: '0504651401,025811123',
            email: '--',
            address: 'רחוב אוזניים לתורה פינת קדושי טלז',
            tags: `ספר, מספרה, Aaron`
        },
        {
            name: `חיה סבג`,
            des: `הלבשה אישית ממיטב החברות.`,
            owner: 'חיה סבג',
            tel: '--',
            email: '--',
            address: 'רחוב בלוך 11 בכניסה לחניה',
            tags: `חיה סבג, בגדים, חולצות הנקה, חצאית`
        },
        {
            name: `כל בו אלן`,
            des: `כל מה שצריך לבית ולחצר - רב קו שלא נגמר לעולם.`,
            owner: 'אלן סילבר',
            tel: '025335545',
            email: 'K025701991@gmail.com',
            address: 'רחוב הגרא 14',
            tags: `טמבור, כלי עבודה, רב קו, כלבו אלן`
        },
        {
            name: `סופר ברכת יוסף`,
            des: ``,
            owner: '--',
            tel: '025345272',
            email: '--',
            address: 'רחוב הגרא 2',
            tags: `ברכת יוסף, מכולת, סופר, אוכל, פירות, ירקות`
        },
        {
            name: `המספרה של AVI`,
            des: ``,
            owner: '--',
            tel: '025333767',
            email: '--',
            address: 'רחוב הגרא 20 קומה 1-',
            tags: `ספר, מספרה, אבי הספר`
        },
        {
            name: `מוניות יוני`,
            des: ``,
            owner: 'יוני',
            tel: '025336444',
            email: '--',
            address: 'רחוב הגרא 12',
            tags: `מונית, מוניות`
        },
        {
            name: `מוניות מבשרת`,
            des: `שירות מוניות 24 שעות ביממה, לא כולל שבת וחג.`,
            owner: '--',
            tel: '025793333',
            email: '--',
            address: '--',
            tags: `מונית, מוניות`
        },
        {
            name: `טלסטור`,
            des: `בית האלקטרוניקה של טלזסטון.`,
            owner: 'משה ברלינגר',
            tel: '026497497,0584141123',
            email: 'nbtelstore@gmail.com',
            address: 'רחוב בלוך 5',
            tags: `אלקטרוניקה, פלאפונים, פלאפון, מחשבים, טכנאי מחשבים, נגנים`
        },
        {
            name: `השכרת רכב לתקופות`,
            des: `השכרת רכבים לתקופות.`,
            owner: '--',
            tel: '0534125316',
            email: '--',
            address: '--',
            tags: `רכב, השכרת רכב, רכבים`
        },
        {
            name: `אלעד גאנח`,
            des: `שיפוצים ותיקונים.`,
            owner: 'אלעד גאנח',
            tel: '0548433380',
            email: '--',
            address: '--',
            tags: `שיפוצים, שיפוצניק, תיקונים, הנדימן`
        },
        {
            name: `ישראל המוביל`,
            des: `הובלת דירות.`,
            owner: 'ישראל גולדפינגר',
            tel: '0503333043',
            email: '--',
            address: '--',
            tags: `הובלת דירות, מוביל, הובלה, מעבר דירה`
        },
        {
            name: `הדברה בריבוע`,
            des: `מדביר מוסמך לכל סוגי המזיקים.`,
            owner: 'ישראל',
            tel: '0583212580',
            email: 'a0583212580@gmail.com',
            address: '--',
            tags: `מדביר, הדברה, ריסוס, מרסס`
        },
        {
            name: `קידסטון`,
            des: `אופנה לילדים.`,
            owner: '--',
            tel: '0544322065',
            email: '--',
            address: 'רחוב בלוך 9',
            tags: `הלבשה לילדים, ביגוד, בגדים`
        },
        {
            name: `בזאר יד תמר`,
            des: `בגדים יד שניה במצב מצוין.`,
            owner: '--',
            tel: '0528653249',
            email: '--',
            address: 'רחוב הרימון 1 קומה מינוס 2',
            tags: `ביגוד, בגדים, הלבשה, יד שניה`
        },
        {
            name: `Telz Toys`,
            des: `צעצועים, ציוד לבית הספר ועוד.`,
            owner: '--',
            tel: '0548532501',
            email: '--',
            address: 'רחוב בלוך 2',
            tags: `צעצועים, בית ספר, טלזטויס, משחקים`
        },
        {
            name: `חזקי קמון`,
            des: `מתווך הנדלן שלך - השכרה, מכירה, ניהול נכסים.`,
            owner: '--',
            tel: '0548499745',
            email: '--',
            address: '--',
            tags: `תיווך, מתווך, נכסים, נדלן`
        },
        {
            name: `ISCA`,
            des: `אופנה בעיצוב ייחודי.`,
            owner: 'יסכה',
            tel: '--',
            email: 'iscacatalog@gmail.com',
            address: 'רחוב הזית 2 קומה מינוס 2',
            tags: `יסכה גלבר, בגדים, ביגוד, הלבשה, בגדי נשים`
        },
        {
            name: `הכל לשולחן`,
            des: `חד פעמי, דואר, צילום ופיתוח תמונות.`,
            owner: '--',
            tel: '025333290',
            email: '--',
            address: 'רחוב הגרא 1',
            tags: `חד פעמי, ציוד, דואר, פיתוח תמונות`
        },
        {
            name: `אצל פבר`,
            des: `ברכונים, ציציות, כיפות, יודאיקה ועוד.`,
            owner: 'חיים ואלישבע פבר',
            tel: '0547262526,0549199158',
            email: '--',
            address: 'רחוב הגרא 9 קומה 2',
            tags: `ציצית, ציציות, טלית, ברכונים, סידור, כיפות, כיפה`
        },
        {
            name: `שריתי - עיצוב וגרפיקה`,
            des: `עיצוב מודעות, גרפיקה, צילום תינוקות ועוד.`,
            owner: 'שריתי בוגרד',
            tel: '0584345746',
            email: '--',
            address: '--',
            tags: `גרפיקה, מעצבת, עיצוב`
        },
        {
            name: `GO FISH!`,
            des: `חנות הדגים של טלזסטון! משלוחים עד הבית!`,
            owner: 'אריאל וועג',
            tel: '0559770999',
            email: '--',
            address: '--',
            tags: `דגים, FISH`
        },
        {
            name: `תפירה לכל`,
            des: `שירות תיקונים ועיצוב ברמה גבוהה איכות ומהירות. הנחות לבחורי ישיבה. אפשרות איסוף והחזרה עד בית הלקוח.`,
            owner: 'דוניה',
            tel: '0523804923,025337838',
            email: '--',
            address: '--',
            tags: `תפירה, תופרת, חייט, תיקונים`
        },
        {
            name: `מאפיית טלזסטון`,
            des: `מבחר מאפים, בהשגחת הרב שולמן.`,
            owner: 'אברהם',
            tel: '0527671103',
            email: '--',
            address: 'רחוב יצחק 27',
            tags: `מאפייה, אוכל, רוגלאך, בורקס, מאפים, קוגל, עוגות, קוגעל`
        },
        {
            name: `סנטר פלוס`,
            des: `ביגוד לכל המשפחה`,
            owner: '--',
            tel: '025661966',
            email: '--',
            address: 'רחוב הרימון 3 בחניה',
            tags: `ביגוד, בגדים, גרביים, הנעלה, נעליים, נעלים, כיפות, גרביונים, הלבשה`
        },
        {
            name: `דפוס ספרינטלי`,
            des: `הדפסה על מגוון מוצרים`,
            owner: '--',
            tel: '0533670401',
            email: 'sprintlyy@gmail.com',
            address: 'רחוב בלוך 7 בחניון',
            tags: `דפוס, בית דפוס, הדפסה, פיתוח תמונות, קנווב, קנבס, קאפה`
        },
        {
            name: `MOVE UP`,
            des: `מתחם נינגה - אימוני כושר וחוגים`,
            owner: 'דוד',
            tel: '0587992883',
            email: 'moveup054@gmail.com',
            address: 'רחוב בלוך 7',
            tags: `חוגים, כושר, נינגה, מובאפ, ספורט`
        },
        {
            name: `קליניקת שביל הזהב`,
            des: `טיפול פסיכולוגי`,
            owner: 'דורית מינץ',
            tel: '0548444627',
            email: '--',
            address: '--',
            tags: `פסיכולוגית, פסיכולוגיה, קליניקה`
        },
        {
            name: `חייט`,
            des: `חייט בעל ניסיון מקבל תיקונים לגברים בחורים וילדים בביתו.`,
            owner: '--',
            tel: '0584080646',
            email: '--',
            address: 'רחוב הריף 29 דירה 4',
            tags: `חייט, תפירה, תופר, בגדים, תיקון`
        },
        {
            name: `לוטוס`,
            des: `הכל לאפייה מקצועית.`,
            owner: 'ציפי קסטיאל',
            tel: '0584651083',
            email: '--',
            address: 'רחוב בלוך 5 בחניה',
            tags: `אפיה, חומרי אפיה, לוטוס`
        },
    ]
};


