var gmachim = {
    vesion: '1.0.1',
    list: [
        {
            name: 'ציוד לניחום אבלים',
            des: 'השאלה ללא תשלום: כיסאות אבלים, כיסאות למנחמים, סידורים (כל הנוסחים), משניות, ספסלים, תאורה, מזרנים, תנורי חימום. ',
            owner: 'דוב בקשט',
            tel: '026426432',
            email: '--',
            address: '--',
            tags: 'ניחום אבלים, גמ"ח'
        },
        {
            name: 'בית חבד קרית יערים - טלזסטון',
            des: 'בית חבד',
            owner: 'מנשה הלוי שטרנפלד',
            tel: '0533109770',
            email: '--',
            address: 'רחוב בלוך 62/4',
            tags: 'חבד'
        },
        {
            name: 'יד שרה סניף טלזסטון',
            des: 'יד שרה',
            owner: '--',
            tel: '026764257',
            email: '--',
            address: 'רחוב התאנה 7',
            tags: 'יד שרה, רפואה'
        },
    ],
};