let phonebookArray = [
  {
    "name": "בנימין נתניהו",
    "tel": "02000000"
  },
  {
    "name": "בני גנץ",
    "tel": "02000000"
  },
  {
    "name": "יאיר לפיד",
    "tel": "02000000"
  },
  {
    "name": "נפתלי בנט",
    "tel": "02000000"
  },
  {
    "name": "איילת שקד",
    "tel": "02000000"
  },
  {
    "name": "בצלאל סמוטריץ",
    "tel": "02000000"
  },
  {
    "name": "אריה דרעי",
    "tel": "02000000"
  },
  {
    "name": "איתמר בן גביר",
    "tel": "02000000"
  }
];
  